{
  "Art.0": {
    "Ust.0": {
      "Pp.0": "\n      \nDziennik Ustaw – 3 – Poz. 1679  \n \n \nROZPORZĄDZENIE \nMINISTRA ROZWOJU \nz dnia 11 września 2020  r. \nw sprawie szczegółowego zakresu i formy projektu budowlanego \nNa podstawie art. 34 ust. 6 pkt 1 ustawy z dnia 7 lipca 1994  r. – Prawo budowlane (Dz. U. z 2021  r. poz. 2351  oraz  \nz 2022  r. poz. 88 i 1557) zarządza się, co następuje: \nRozdział 1 \nPrzepisy ogólne \n"
    }
  },
  "Art.1": {
    "Ust.0": {
      "Pp.0": "Ilekroć w rozporządzeniu jest mowa o: ",
      "Pp.1": "podpisie osobistym – należy przez to rozumieć podpis osobisty, o którym mowa w art. 2 ust. 1 pkt 9 ustawy z dnia  \n6 sierpnia 2010  r. o dowodach osobistych (Dz. U. z 2022  r. poz. 671);  ",
      "Pp.2": "ustawie – należy przez to rozumieć ustawę z dnia 7 lipca 1994  r. – Prawo budowlane. \n"
    }
  },
  "Art.2": {
    "Ust.0": {
      "Pp.0": "Projekt budowlany sporządza się w języku polskim, w czytelnej technice graficznej. \n"
    }
  },
  "Art.2a": {
    "Ust.0": {
      "Pp.0": "Projekt budowlany w postaci papierowej oprawia się do formatu A4. \n"
    }
  },
  "Art.2b": {
    "Ust.0": {
      "Pp.0": "1. Stronę tytułową, spis treści, spis załączników, część opisową i część rysunkową projektu budowlanego  \nw postaci elektronicznej zapisuje się w plikach komputerowych w formacie PDF. "
    },
    "Ust.2": {
      "Pp.0": "Rozwiązania projektowe w części rysunkowej zapisywanej w pliku, o którym mowa w ust. 1, sporządza się w postaci \nwektorowej. "
    },
    "Ust.3": {
      "Pp.0": "Pojedynczy plik, o którym mowa w ust. 1, nie może przekraczać 150 MB. "
    },
    "Ust.4": {
      "Pp.0": "Sposób oznaczania nazw plików komputerowych projektu budowlanego w postaci elektronicznej określa załącz-\nnik nr 1 do rozporządzenia. \n"
    }
  },
  "Art.3": {
    "Ust.0": {
      "Pp.0": "1. Zakres projektu budowlanego uwzględnia stopień skomplikowania robót  budowlanych, specyfikę i charakter \nobiektu budowlanego, warunki ochrony przeciwpożarowej, o których mowa w przepisach odrębnych, oraz w zależności \nod przeznaczenia projektowanego obiektu budowlanego – niezbędne warunki do korzystania z obiektu przez osoby ze \nszczególnym\ni potrzebami, o których mowa w ustawie z dnia 19 lipca 2019 r. o zapewnianiu dostępności osobom ze  \nszczególnym\ni potrzebami (Dz. U. z 2020 r. poz. 1062  oraz z 2022  r. poz. 975 i 1079).  "
    },
    "Ust.2": {
      "Pp.0": "Projekt budowlany określa sposób spełnienia wymagań, o których mowa w art. 5 ust. 1 ustawy. "
    },
    "Ust.3": {
      "Pp.0": "Wykaz Polskich Norm  powołanych w rozporządzeniu określa załącznik nr 2 do rozporządzenia. \n"
    }
  },
  "Art.4": {
    "Ust.0": {
      "Pp.0": "(uchylony). \n                                                           \n      \nDziennik Ustaw – 4 – Poz. 1679  \n \n "
    }
  },
  "Art.5": {
    "Ust.0": {
      "Pp.0": "1. Oprawia się następujące elementy projektu budowlanego: ",
      "Pp.1": "projekt zagospodarowania działki lub terenu; ",
      "Pp.2": "projekt architektoniczno-budowlany; ",
      "Pp.3": "projekt techniczny; ",
      "Pp.4": "załączniki projektu budowlanego: \na) opinie, uzgodnienia, pozwolenia i inne dokumenty, o których mowa w art. 33 ust. 2 pkt 1 ustawy, \nb) oświadczenie właściwego zarządcy drogi  o możliwości połączenia działki z drogą, zgodnie z przepisami o drogach \npublicznych, o którym mowa w art. 34 ust. 3 pkt 4 ustawy – w przypadku drogi  krajowej lub wojewódzkiej, \nc) informację dotyczącą bezpieczeństwa i ochrony zdrowia, o której mowa w art. 20 ust. 1 pkt 1b ustawy. "
    },
    "Ust.1a": {
      "Pp.0": "W przypadku projektu budowlanego w postaci elektronicznej przez oprawę należy rozumieć zapisanie w plikach \nkomputerowych. "
    },
    "Ust.2": {
      "Pp.0": "Dopuszcza się oprawę wielotomową elementów projektu budowlanego. "
    },
    "Ust.2a": {
      "Pp.0": "W przypadku projektu budowlanego w postaci elektronicznej przez oprawę wielotomową należy rozumieć z a-\npisanie w więcej niż jednym pliku komputerowym, przy czym każdy z plików stanowi osobny tom. "
    },
    "Ust.3": {
      "Pp.0": "Dopuszcza się wspólną oprawę elementów projektu budowlanego, z wyjątkiem objęcia wspólną oprawą projek-\ntu technicznego w postaci elektronicznej. "
    },
    "Ust.4": {
      "Pp.0": "W przypadku projektu budowlanego w postaci elektronicznej przez wspólną oprawę należy rozumieć zapisanie \nw jednym pliku, o którym mowa w § 2b ust. 1. \n"
    }
  },
  "Art.5a": {
    "Ust.0": {
      "Pp.0": "1. Elementy projektu budowlanego, o których mowa w § 5 ust. 1 pkt 1, 2 i 4, dotyczące tego samego zami e-\nrzenia budowlanego sporządza się w takiej samej postaci. "
    },
    "Ust.2": {
      "Pp.0": "Projekt techniczny może być sporządzony w innej postaci niż pozostałe elementy projektu budowlanego, o których \nmowa w § 5 ust. 1 pkt 1, 2 i 4, dotyczące tego samego zamierzenia budowlanego. "
    },
    "Ust.3": {
      "Pp.0": "Przepisu ust. 2 nie stosuje się do dokumentów legalizacyjnych, o których mowa w art. 48b ust. 2 ustawy. \n"
    }
  },
  "Art.6": {
    "Ust.0": {
      "Pp.0": "1. Strony projektu budowlanego oraz załączniki do niego numeruje się kolejno. Dla każdego elementu projektu \nbudowlanego stosuje się oddzielną numerację. "
    },
    "Ust.2": {
      "Pp.0": "W przypadku oprawy wielotomowej oddzielną numerację stosuje się dla każdego tomu projektu zagospodarowania \ndział ki lub terenu, projektu architektoniczno-budowlanego lub projektu technicznego. "
    },
    "Ust.3": {
      "Pp.0": "W przypadku części rysunkowej projektu budowlanego dopuszcza się spełnienie warunku kolejnej numeracji \nstron poprzez wskazanie numeru rysunku. \n"
    }
  },
  "Art.7": {
    "Ust.0": {
      "Pp.0": "1. Projekt zagospodarowania działki lub terenu, projekt architektoniczno-budowlany oraz projekt techniczny \nzawiera: ",
      "Pp.1": "stronę tytułową; ",
      "Pp.2": "spis treści; ",
      "Pp.3": "część opisową; ",
      "Pp.4": "część rysunkową. "
    },
    "Ust.1a": {
      "Pp.0": "Element projektu budowlanego, o którym mowa w § 5 ust. 1 pkt 4, zawiera: ",
      "Pp.1": "stronę tytułową; ",
      "Pp.2": "spis załączników; ",
      "Pp.3": "załączniki. \n                                                           \n      \nDziennik Ustaw – 5 – Poz. 1679  "
    },
    "Ust.2": {
      "Pp.0": "Na stronie tytułowej zamieszcza się: ",
      "Pp.1": "nazwę elementu projektu budowlanego, którego ona dotyczy; ",
      "Pp.2": "informacje dotyczące zamierzenia budowlanego: \na) nazwę zamierzenia budowlanego, \nb) adres i kategorię obiektu budowlanego, \nc) identyfikatory działek ewidencyjnych, na których obiekt budowlany jest usytuowany, \nd) imię i nazwisko lub nazwę inwestora oraz jego adres; ",
      "Pp.3": "datę opracowania oraz imię, nazwisko, specjalność, numer uprawnień budowlanych osoby posiadającej uprawnienia \nbudowlane do projektowania w odpowiedniej specjalności, która opracowała daną część projektu budowlanego, \nwraz z określeniem zakresu sporządzonego przez nią opracowania – w przypadku strony tytułowej projektu zagos-\npodarowania działki lub terenu, projektu architektoniczno-budowlanego oraz projektu technicznego; ",
      "Pp.4": "podpis osoby, o której mowa w pkt 3 – w przypadku strony tytułowej projektu zagospodarowania działki lub terenu, \nprojektu architektoniczno-budowlanego oraz projektu technicznego w postaci papierowej. "
    },
    "Ust.2a": {
      "Pp.0": "Jeżeli liczba działek ewidencyjnych, na których jest usytuowany obiekt budowlany, uniemożliwia sporządzenie \nstrony tytułowej na jednej stronie formatu A4, dopuszcza się zamieszczenie identyfikatorów działek ewidencyjnych w postaci \nzałącznika do strony tytułowej. "
    },
    "Ust.3": {
      "Pp.0": "Jeżeli projekt architektoniczno-budowlany lub projekt techniczny podlega sprawdzeniu, na stronie tytułowej \nzamieszcza się dodatkowo imię i nazwisko, specjalność, numer uprawnień budowlanych, datę sprawdzenia i – w przypa d-\nku projektu budowlanego w postaci papierowej – podpis projektanta sprawdzającego. "
    },
    "Ust.4": {
      "Pp.0": "Jeżeli liczba osób opracowujących i sprawdzających projekt zagospodarowania działki lub terenu, projekt arch i-\ntektoniczno-budowlany lub projekt techniczny uniemożliwia sporządzenie strony tytułowej na jednej stronie formatu A4, \ndopuszcza się zamieszczenie informacji, o których mowa w ust. 2 pkt 3 i 4 oraz ust. 3, w postaci załącznika do strony \ntytułowej. "
    },
    "Ust.4a": {
      "Pp.0": "Osoba, o której mowa w ust. 2 pkt 3 i ust. 3, biorąca udział w opracowaniu lub sprawdzeniu danej części projektu \nbudowlanego w postaci elektronicznej w zakresie objętym plikiem komputerowym opatruje ten plik kwalifikowanym \npodpisem elektronicznym, podpisem osobistym albo podpisem zaufanym. "
    },
    "Ust.5": {
      "Pp.0": "Spis treści zawiera wyliczenie: ",
      "Pp.1": "zawartości części opisowej projektu, ",
      "Pp.2": "zawartości części rysunkowej projektu, ",
      "Pp.3": "dokumentów dołączonych do projektu \n– wraz z numerami odpowiadających im stron. "
    },
    "Ust.6": {
      "Pp.0": "W przypadku oprawy wielotomowej projektu zagospodarowania działki lub terenu, projektu architektoniczno-\n-budowlanego lub projektu technicznego sporządza się stronę tytułową oraz spis treści oddzielnie dla każdego tomu, przy \nczym: ",
      "Pp.1": "na stronie tytułowej zamieszcza się dodatkowo numer tomu, którego ona dotyczy, wraz z informacją o łącznej liczbie \ntomów, na które dany element projektu budowlanego został podzielony; ",
      "Pp.2": "informacje, o których mowa w ust. 2 pkt 2 lit. c, zamieszcza się na stronie tytułowej pierwszego z tomów, na które \ndany element projektu budowlanego został podzielony. "
    },
    "Ust.7": {
      "Pp.0": "W przypadku wspólnego oprawienia elementów projektu budowlanego dopuszcza się: ",
      "Pp.1": "sporządzenie łącznego spisu treści zawierającego również spis załączników do tych elementów; \n                                                           \n      \nDziennik Ustaw – 6 – Poz. 1679  ",
      "Pp.2": "zamieszczenie informacji, o których mowa w ust. 2 pkt 2 lit. c, na stronie tytułowej: \na) projektu zagospodarowania działki lub terenu albo \nb) projektu architektoniczno-budowlanego, jeżeli sporządzenie projektu zagospodarowania działki lub terenu nie \njest wymagane. "
    },
    "Ust.8": {
      "Pp.0": "Łączny spis treści, o którym mowa w ust. 7 pkt 1, nie obejmuje projektu technicznego. \n"
    }
  },
  "Art.8": {
    "Ust.0": {
      "Pp.0": "1. W przypadku opracowania projektu zagospodarowania działki lub terenu i projektu architektoniczno- budo w-\nlanego przez tego samego projektanta dopuszcza się dołączenie dokumentów, o których mowa w art. 34 ust. 3d pkt 1 i 2 \nustawy, tylko do jednego z tych projektów. "
    },
    "Ust.2": {
      "Pp.0": "W przypadku oprawy wielotomowej projektu zagospodarowania działki lub terenu oraz projektu architektoniczno-\n-budowlanego dokumenty, o których mowa w art. 34 ust. 3d ustawy, dołą cza się do pierwszego tomu. \n"
    }
  },
  "Art.9": {
    "Ust.0": {
      "Pp.0": "1. Część rysunkową projektu budowlanego: ",
      "Pp.1": "zaopatruje się w: \na) niezbędne oznaczenia graficzne i literowe określone w Polskich Normach wymienionych w załączniku nr 2 do \nrozporządzenia lub inne objaśnione w legendzie, \nb) wyjaśnienia opisowe \n– umożliwiające jednoznaczne odczytanie projektu; ",
      "Pp.2": "sporządza się z zastosowaniem zasad wymiarowania określonych w Polskich Normach wymienionych w załączniku nr 2 \ndo rozporządzenia. "
    },
    "Ust.2": {
      "Pp.0": "Część rysunkową projektu architektoniczno-budowlanego oraz technicznego zaopatruje się w oznaczenia klas o d-\nporności ogniowej lub dymoszczelności elementów oddzielenia przeciwpożarowego i innych elementów obiektu budo w-\nlanego, w których przejścia instalacyjne muszą być zabezpieczone pod względem przeciwpożarowym, a także drzwi, \nbram lub innych zamknięć przeciwpożarowych. "
    },
    "Ust.3": {
      "Pp.0": "Część rysunkową projektu architektoniczno-budowlanego oraz projektu technicznego sporządza się w skali dosto-\nsowanej do specyfiki i charakteru obiektu budowlanego oraz stopnia dokładności oznaczeń graficznych na rysunkach, \njednak nie mniejszej niż: ",
      "Pp.1": "1:200 dla obiektów budowlanych o dużych rozmiarach; ",
      "Pp.2": "1:100 dla pozostałych obiektów budowlanych i ich wydzielonych części. "
    },
    "Ust.4": {
      "Pp.0": "W stosunku do obiektu liniowego skalę rysunków dostosowuje się do długości obiektu w sposób umożliwiający \njego odwzorowanie z dokładnością zapewniającą czytelność projektu budowlanego. "
    },
    "Ust.5": {
      "Pp.0": "W stosunku do projektu zagospodarowania działki lub terenu skalę rysunków dostosowuje się do rodzaju i wielkości \nobiektu lub zamierzenia budowlanego, zapewniając jego czytelność. Stosuje się skale rysunków nie mniejsze niż 1:500,  \na dla inwestycji liniowych nie mniejsze niż 1:1000. \n"
    }
  },
  "Art.10": {
    "Ust.0": {
      "Pp.0": "1. Na rysunkach wchodzących w skład projektu budowlanego umieszcza się metrykę projektu zawierającą: ",
      "Pp.1": "nazwę obiektu budowlanego podaną co najmniej w formie skróconej, właściwie identyfikującą obiekt; ",
      "Pp.2": "tytuł, skalę i numer rysunku; ",
      "Pp.3": "imię i nazwisko projektanta oraz numer posiadanych uprawnień budowlanych; ",
      "Pp.4": "datę sporządzenia rysunku; ",
      "Pp.5": "podpis projektanta – w przypadku projektu budowlanego w postaci papierowej. "
    },
    "Ust.2": {
      "Pp.0": "W projekcie architektoniczno-budowlanym i projekcie technicznym, które są objęte obowiązkiem sprawdzenia, \nw metryce projektu umieszcza się dodatkowo imię i nazwisko, numer uprawnień budowlanych, datę sprawdzenia i –  \nw przypadku projektu budowlanego w postaci papierowej – podpis projektanta sprawdzającego. \n                                                           \n      \nDziennik Ustaw – 7 – Poz. 1679  \n \n "
    }
  },
  "Art.11": {
    "Ust.0": {
      "Pp.0": "1. W przypadku odbudowy,  rozbudowy, nadbudowy, przebudowy oraz zmiany sposobu użytkowania obiektu \nbudowlanego lub jego części przepisy rozporządzenia stosuje się odpowiednio w zakresie projektowanych w obiekcie \nbudowlanym zmian. "
    },
    "Ust.2": {
      "Pp.0": "Część rysunkową projektu odbudowy,  rozbudowy, nadbudowy lub przebudowy obiektu budowlanego należy spo-\nrządzić w sposób: ",
      "Pp.1": "wyróżniający graficznie stan istniejący; ",
      "Pp.2": "uwzględniający elementy projektowane oraz te elementy istniejące, które mają wpływ na przyjęte rozwiązania pro-\njektowe lub na które przyjęte rozwiązania oddziałują. \n"
    }
  },
  "Art.12": {
    "Ust.0": {
      "Pp.0": "Powierzchnie budynku określa się zgodnie z zasadami zawartymi w Polskiej Normie dotyczącej określania  \ni obliczania wskaźników powierzchniowych i kubaturowych wymienionej w załączniku nr 2 do rozporządzenia, uwzglę d-\nniając przepisy § 14 pkt 4 lit. a oraz § 20 ust. 1 pkt 4 lit. b. \nRozdział 2 \nProjekt zagospodarowania działki lub terenu \n"
    }
  },
  "Art.13": {
    "Ust.0": {
      "Pp.0": "Projekt zagospodarowania działki lub terenu sporządza się z uwzględnieniem § 3 ust. 1 i 2. \n"
    }
  },
  "Art.14": {
    "Ust.0": {
      "Pp.0": "Część opisowa projektu zagospodarowania działki lub terenu zawiera: ",
      "Pp.1": "określenie przedmiotu zamierzenia budowlanego, a w przypadku zamierzenia budowlanego obejmującego więcej niż \njeden obiekt budowlany – zakres całego zamierzenia; ",
      "Pp.2": "określenie istniejącego stanu zagospodarowania działki lub terenu, w tym informację o obiektach budowlanych prze-\nznaczonych do rozbiórki; ",
      "Pp.3": "projektowane zagospodarowanie działki lub terenu, w tym: \na) urządzenia budowlane związane z obiektami budowlanymi, \nb) sposób odprowadzania lub oczyszczania ścieków, \nc) układ komunikacyjny, \nd) sposób dostępu do drogi  publicznej, \ne) parametry techniczne sieci i urządzeń uzbrojenia terenu, \nf) ukształtowanie terenu i układ zieleni, w zakresie niezbędnym do uzupełnienia części rysunkowej projektu zagos-\npodarowania działki lub terenu; ",
      "Pp.4": "zestawienie: \na) powierzchni zabudowy projektowanych i istniejących obiektów budowlanych, przy czym powierzchnię zabu-\ndowy  budynku pomniejsza się o powierzchnię części zewnętrznych budynku, takich jak: tarasy naziemne i pod-\nparte słupami, gzymsy oraz balkony, \nb) powierzchni dróg,  parkingów, placów i chodników, \nc) powierzchni biologicznie czynnej, \nd) powierzchni innych części terenu, niezbędnych do sprawdzenia zgodności z ustaleniami miejscowego planu z a-\ngospodarowania przestrzennego, a w przypadku jego braku z decyzją o warunkach zabudowy i zagospodarowania \nterenu albo uchwały o ustaleniu lokalizacji inwestycji mieszkaniowej lub inwestycji towarzyszących; ",
      "Pp.5": "informacje i dane: \na) o rodzaju ograniczeń lub zakazów w zabudowie i zagospodarowaniu tego terenu wynikających z aktów prawa \nmiejscowego lub decyzji o warunkach zabudowy i zagospodarowania terenu, jeżeli są wymagane, \nb) czy działka lub teren, na którym jest projektowany obiekt budowlany, są wpisane do rejestru zabytków lub \ngminnej ewidencji zabytków lub czy zamierzenie budowlane lokalizowane jest na obszarze objętym ochroną \nkonserwatorską, \nc) określające wpływ eksploatacji górniczej na działkę lub teren zamierzenia budowlanego – jeśli zamierzenie budo w-\nlane znajduje się w granicach terenu górniczego, \nd) o charakterze, cechach istniejących i przewidywanych zagrożeń dla środowiska oraz higieny i zdrowia użytko w-\nników projektowanych obiektów budowlanych i ich otoczenia w zakresie zgodnym z przepisami odrębnymi; \n      \nDziennik Ustaw – 8 – Poz. 1679  ",
      "Pp.6": "dane dotyczące warunków ochrony przeciwpożarowej, w szczególności o drogach pożarowych oraz przeciwpożar o-\nwym zaopatrzeniu w wodę, wraz z ich parametrami technicznymi; ",
      "Pp.7": "inne niezbędne dane wynikające ze specyfiki, charakteru i stopnia skomplikowania obiektu budowlanego lub robót  \nbudowlanych; ",
      "Pp.8": "informację o obszarze oddziaływania obiektu. \n"
    }
  },
  "Art.15": {
    "Ust.0": {
      "Pp.0": "1. Część rysunkową projektu zagospodarowania działki lub terenu sporządza się na aktualnej mapie do celów \nprojektowych lub jej kopii. "
    },
    "Ust.1a": {
      "Pp.0": "W przypadku projektu zagospodarowania działki lub terenu sporządzanego w postaci elektronicznej mapa,  \no której mowa w ust. 1, lub jej kopia mogą mieć postać wektorową lub rastrową. "
    },
    "Ust.2": {
      "Pp.0": "Część rysunkowa projektu zagospodarowania działki lub terenu określa: ",
      "Pp.1": "orientację położenia działki lub terenu w stosunku do sąsiednich terenów i stron świata; ",
      "Pp.2": "granice działki lub terenu; ",
      "Pp.3": "usytuowanie i obrys istniejących oraz projektowanych obiektów budowlanych wraz z określeniem sposobu ich uży t-\nkowania, w tym urządzeń budowlanych z nimi związanych, z oznaczeniem wejść i wjazdów, liczbę kondygnacji, \ncharakterystyczne rzędne – w tym rzędne terenu istniejącego i projektowanego, wymiary oraz odległości od granicy \ndziałki lub terenu, wzajemne odległości obiektów budowlanych i urządzeń budowlanych w zakresie niezbędnym do \nsprawdzenia zgodności wymiarów i odległości z przepisami, a także postanowieniami, w szczególności decyzji o w a-\nrunkach zabudowy i zagospodarowania terenu oraz uchwały o ustaleniu lokalizacji inwestycji mieszkaniowej lub \ninwestycji towarzyszącej; ",
      "Pp.4": "zasięg obowiązywania nakazów, ograniczeń i uwarunkowań, o których mowa w § 14 pkt 5 lit. a, c i d; ",
      "Pp.5": "granice terenu zamkniętego oraz jego strefy ochronnej; ",
      "Pp.6": "układ komunikacji wewnętrznej terenu przedstawiony w nawiązaniu do istniejącej i projektowanej komunikacji \nzewnętrznej, określający w szczególności układ dróg wewnętrznych, dojazdów, bocznic kolejowych, parkingów, \nplaców i chodników, a w zależności od potrzeb – przekroje oraz profile elementów tego układu, charakterystyczne \nrzędne i wymiary; ",
      "Pp.7": "przebieg i charakterystyczne wymiary dróg pożarowych oraz dojść łączących wyjścia z obiektów budowlanych  \nz tymi drogami; ",
      "Pp.8": "ukształtowanie terenu, z oznaczeniem zmian w stosunku do stanu istniejącego, a w razie potrzeby przekroje pionowe \nterenu; ",
      "Pp.9": "układ istniejącej zieleni, z oznaczeniem jej elementów podlegających likwidacji, oraz układ projektowanej zieleni \nwysokiej i niskiej; ",
      "Pp.10": "urządzenia lub inne rozwiązania w zakresie przeciwpożarowego zaopatrzenia w wodę, w tym usytuowanie źródeł \nwody  do celów przeciwpożarowych, hydrantów zewnętrznych lub innych punktów poboru  wody  oraz stanowisk \nczerpania wody, wraz z dojazdami dla pojazdów pożarniczych; ",
      "Pp.11": "układ sieci i urządzeń uzbrojenia terenu, przedstawiony z przyłączami do odpowiednich sieci zewnętrznych  \ni wewnętrznych oraz urządzeń budowlanych, w tym: wodociągowych, ujęć wody  ze strefami ochronnymi, cieplnych, \ngazowych \ni kanalizacyjnych lub służących do oczyszczania ścieków, oraz określający sposób odprowadzania wód \nopadowych, z podaniem niezbędnych spadków, przekrojów przewodów oraz charakterystycznych rzędnych, wymi a-\nrów i odległości, wraz z usytuowaniem przyłączy, urządzeń i punktów pomiarowych – w przypadku objęcia ich z a-\nkresem projektu; ",
      "Pp.12": "układ linii lub przewodów elektrycznych i telekomunikacyjnych oraz związanych z nim urządzeń technicznych, \nprzedstawiony w powiązaniu z sieciami zewnętrznymi, z oznaczeniem miejsca i rzędnych w miarę potrzeby, przył ą-\nczenia do sieci zewnętrznych i złączy z instalacją obiektów budowl anych oraz charakterystycznych elementów, \npunktów pomiarowych, symboli i wymiarów – w przypadku objęcia ich zakresem projektu; ",
      "Pp.13": "podział terenu na części, o którym mowa w § 16; ",
      "Pp.14": "położenie sytuacyjno-wysokościowe w przypadku obiektów liniowych. \n                                                           \n      \nDziennik Ustaw – 9 – Poz. 1679  \n \n "
    }
  },
  "Art.16": {
    "Ust.0": {
      "Pp.0": "W przypadku zamierzenia budowlanego realizowanego etapowo projekt zagospodarowania działki lub terenu \nokreśla kolejność realizacji poszczególnych obiektów wraz z odpowiadającymi im częściami terenu w sposób umożliwi a-\njący użytkowanie tych obiektów zgodnie z przeznaczeniem. \n"
    }
  },
  "Art.17": {
    "Ust.0": {
      "Pp.0": "1. Dane, o których mowa w § 15 ust. 2, mogą być zamieszczone na dodatkowych rysunkach, jeżeli poprawi to \nczytelność projektu zagospodarowania działki lub terenu. "
    },
    "Ust.2": {
      "Pp.0": "W razie konieczności przedstawienia układu sieci, przyłączy i instalacji zewnętrznych na oddzielnych rysunkach, \ndo projektu zagospodarowania działki lub terenu załącza się zbiorczy rysunek koordynacyjny uzbrojenia działki lub terenu. \n"
    }
  },
  "Art.18": {
    "Ust.0": {
      "Pp.0": "Informacja o obszarze oddziaływania obiektu zawiera: ",
      "Pp.1": "wskazanie przepisów prawa, w oparciu o które dokonano określenia obszaru oddziaływania obiektu; ",
      "Pp.2": "zasięg obszaru oddziaływania obiektu przedstawiony w formie opisowej lub graficznej albo informację, że obszar \noddziaływania\n obiektu mieści się w całości na działce lub działkach, na których został zaprojektowany. \nRozdział 3 \nProjekt architektoniczno-budowlany \n"
    }
  },
  "Art.19": {
    "Ust.0": {
      "Pp.0": "Projekt architektoniczno-budowlany sporządza się z uwzględnieniem § 3 ust. 1 i 2. \n"
    }
  },
  "Art.20": {
    "Ust.0": {
      "Pp.0": "1. Część opisowa projektu architektoniczno-budowlanego zawiera: ",
      "Pp.1": "rodzaj i kategorię obiektu budowlanego będącego przedmiotem zamierzenia budowlanego; ",
      "Pp.2": "zamierzony sposób użytkowania oraz program użytkowy obiektu budowlanego; ",
      "Pp.3": "układ przestrzenny oraz formę architektoniczną obiektu budowlanego, w tym jego wygląd zewnętrzny, uwzględniając \ncharakterystyczne wyroby wykończeniowe i kolorystykę elewacji, a także sposób jego dostosowania do warunków \nwynikających\n z wymaganych przepisami szczególnymi pozwoleń, uzgodnień lub opinii innych organów, o których \nmowa w art. 32 ust. 1 pkt 2 ustawy, lub ustaleń miejscowego planu zagospodarowania przestrzennego, a w przypadku \njego braku – z decyzji o warunkach zabudowy i zagospodarowania terenu albo uchwały o ustaleniu lokalizacji inw e-\nstycji mieszkaniowej lub inwestycji towarzyszących; ",
      "Pp.4": "charakterystyczne parametry obiektu budowlanego, w szczególności: \na) kubaturę, \nb) zestawienie powierzchni, przy czym: \n– powierzchnię użytkową budynku pomniejsza się o powierzchnię: przekroju poziomego wszystkich wewnętr z-\nnych przegród budowlanych, przejść i otworów w tych przegrodach, przejść w przegrodach zewnętrznych, \nbalkonów, tarasów, loggii, schodów wewnętrznych i podestów w lokalach mieszkalnych wielopoziomowych, \nnieużytkowych poddaszy, \n– powierzchnię użytkową budynku powiększa się o powierzchnię: antresol, ogrodów  zimowych oraz wbud o-\nwanych, ściennych szaf, schowków i garderób, \n– przy określaniu powierzchni użytkowej powierzchnię pomieszczeń lub ich części o wysokości w świetle \nrównej lub większej od 2,20 m zalicza się do obliczeń w 100%, o wysokości równej lub większej od 1,40 m, \nlecz m\nniejszej od 2,20 m – w 50%, natomiast o wysokości mniejszej od 1,40 m pomija się całkowicie, \n– \nprzy określaniu zestawienia powierzchni użytkowej lokali mieszkalnych przez lokal mieszkalny należy r o-\nzumieć wydzielone trwałymi ścianami w obrębie budynku pomieszczenie lub zespół pomieszczeń przezn a-\nczonych na stały pobyt ludzi, które wraz z pomieszczeniami pomocniczymi służą zaspokajaniu ich potrzeb \nmieszkaniowych, \nc) wysokość, długość, szerokość, średnicę, \nd) liczbę kondygnacji, \ne) inne dane niż wskazane w lit. a–d niezbędne do stwierdzenia zgodności usytuowania obiektu z wymaganiami \nochrony przeciwpożarowej; ",
      "Pp.5": "opinię geotechniczną oraz informację o sposobie posadowienia obiektu budowlanego; ",
      "Pp.6": "w przypadku zamierzen ia budowlanego dotyczącego budynku – liczbę lokali mieszkalnych i użytkowych; \n      \nDziennik Ustaw – 10 – Poz. 1679  ",
      "Pp.7": "w przypadku zamierzenia budowlanego dotyczącego budynku mieszkalnego wielorodzinnego – liczbę lokali mies z-\nkalnych dostępnych dla osób niepełnosprawnych, o których mowa w art. 1 Konwencji o prawach osób niepełn o-\nsprawnych, sporządzonej w Nowym Jorku dnia 13 grudnia 2006  r. (Dz. U. z 2012 r. poz. 1169 oraz z 2018 r. poz. 1217), \nw tym osób starszych; ",
      "Pp.8": "opis zapewnienia niezbędnych warunków do korzystania z obiektów użyteczności publicznej i mieszkaniowego \nbudownictwa wielorodzinnego przez osoby niepełnosprawne, o których mowa w art. 1 Konwencji o prawach osób \nniepełnosprawnych, sporządzonej w Nowym Jorku dnia 13 grudnia 2006  r., w tym osoby starsze; ",
      "Pp.9": "parametry techniczne obiektu budowlanego charakteryzujące wpływ obiektu budowlanego na środowisko i jego \nwykorzystywanie oraz na zdrowie ludzi i obiekty sąsiednie pod względem: \na) zapotrzebowania i jakości wody  oraz ilości, jakości i sposobu odprowadzania ścieków oraz wód opadowych, \nb) emisji zanieczyszczeń gazowych, w tym zapachów, pyłowych i płynnych, z podaniem ich rodzaju, ilości i zasięgu \nrozprzestrzeniania się, \nc) rodzaju i ilości wytwarzanych odpadów, \nd) właściwości akustycznych oraz emisji drgań, a także promieniowania, w szczególności jonizującego, pola elek-\ntromagnetycznego i innych zakłóceń, z podaniem odpowiednich parametrów tych czynników i zasięgu ich roz-\nprzestrzeniania się, \ne) wpływu obiektu budowlanego na istniejący drzewostan, powierzchnię ziemi, w tym glebę, wody  powierzchniowe  \ni podziemne \n– uwzględniając, że przyjęte w projekcie budowlanym rozwiązania przestrzenne, funkcjonalne i techniczne powinny \nwykazywać og\nraniczenie lub eliminację wpływu obiektu budowlanego na środowisko przyrodnicze, zdrowie ludzi  \ni inne obiekty budowlane, zgodnie z odrębnymi przepisami; ",
      "Pp.10": "w przypadku zamierzenia budowlanego dotyczącego budynku – analizę technicznych, środowiskowych i ekon o-\nmicznych możliwości realizacji wysoce wydajnych systemów alternatywnych zaopatrzenia w energię i ciepło, w tym \nzdecentralizowanych systemów dostawy energii opartych na energii ze źródeł odnawialnych, kogenerację, ogrzewanie \nlub chłodzenie lokalne lub blokowe, w szczególności gdy opiera się całkowicie lub częściowo na energii z odnawial-\nnych źródeł energii, o których mowa w art. 2 pkt 22 ustawy z dnia 20 lutego 2015 r. o odnawialnych źródłach energii \n(Dz. U. z 2022  r. poz. 1378  i 1383),  oraz pompy ciepła, określającą: \na) oszacowanie rocznego zapotrzebowania na energię użytkową do ogrzewania, wentylacji, przygotowania ciepłej \nwody  użytkowej, \nb) dostępne nośniki energii, \nc) wybór dwóch systemów zaopatrzenia w energię do analizy porównawczej: \n– systemu konwencjonalnego oraz systemu alternatywnego albo \n– systemu konwencjonalnego oraz systemu hybrydowego, rozumianego jako połączenie systemu konwencj o-\nnalnego i alternatywnego, \nd) obliczenia optymalizacyjno-porównawcze dla wybranych systemów zaopatrzenia w energię, \ne) wyniki analizy porównawczej i wybór systemu zaopatrzenia w energię; ",
      "Pp.11": "w stosunku do budynku – analizę technicznych i ekonomicznych możliwości wykorzystania urządzeń, które autom a-\ntycznie regulują temperaturę oddzielnie w poszczególnych pomieszczeniach lub w wyznaczonej strefie ogrzewanej, \nzgodnie z § 135 ust. 7– 10 i § 147 ust. 5–7 rozporządzenia Ministra Infrastruktury z dnia 12 kwietnia 2002  r. w spr a-\nwie warunków technicznych, jakim powinny odpowiadać budynki i ich usytuowanie (Dz. U. z 2022  r. poz. 1225);  ",
      "Pp.12": "informacje o zasadniczych elementach wyposażenia budowlano-instalacyjnego, zapewniających użytkowanie obiektu \nbudowlanego zgodnie z przeznaczeniem; ",
      "Pp.13": "dane dotyczące warunków ochrony przeciwpożarowej, stosownie do zakresu projektu. "
    },
    "Ust.2": {
      "Pp.0": "Część opisowa projektu architektoniczno-budowlanego zawiera informację o zgodzie na odstępstwo, o którym \nmowa w art. 9 ustawy, lub o zgodzie udzielonej w postanowieniu, o którym mowa w art. 6a ust. 2 ustawy z dnia 24 sierp-\nnia 1991  r. o ochronie przeciwpożarowej (Dz. U. z 2021 r. poz. 869 i 2490 oraz z 2022 r. poz. 1557 ), jeżeli zostały wydane. \n      \nDziennik Ustaw – 11 – Poz. 1679  \n \n "
    }
  },
  "Art.21": {
    "Ust.0": {
      "Pp.0": "Część rysunkowa projektu architektoniczno-budowlanego zawiera: ",
      "Pp.1": "w przypadku zamierzenia budowlanego obejmującego budynki: \na) rzuty wszystkich charakterystycznych poziomów w zakresie niezbędnym do przedstawienia układu funkcjonalno-\n-przestrzennego i rozwiązań architektoniczno-budowlanych, \nb) charakterystyczne przekroje, w zakresie niezbędnym do przedstawienia układu funkcjonalno-przestrzennego,  \nz nawiązaniem do poziomu terenu, ukazujące powiązanie z podłożem oraz przyległymi obiektami, \nc) widoki elewacji oraz dachu lub przekrycia w liczbie dostatecznej do wyjaśnienia formy architektonicznej obiektu \nbudowlanego, w tym jego wyglądu zewnętrznego ze wszystkich widocznych stron, z naniesionym na rysunku  \nokreśleniem graficznym lub opisowym charakterystycznych wyrobów wykończeniowych i kolorystyki; ",
      "Pp.2": "w przypadku zamierzenia budowlanego obejmującego obiekty budowlane inne niż budynki: \na) rzuty wszystkich charakterystycznych poziomów, \nb) charakterystyczne przekroje, \nc) widoki \n– z nawiązaniem do poziomu terenu, z uwzględnieniem niezbędnych wymiarów, w tym zewnętrznych w rzucie pio-\nnowym i poziomym oraz z określeniem graficznym lub opisowym wyrobów wykończeniowych i kolorystyki. \nRozdział 4 \nProjekt techniczny \n"
    }
  },
  "Art.22": {
    "Ust.0": {
      "Pp.0": "Projekt techniczny sporządza się z uwzględnieniem § 3 ust. 1 i 2. \n"
    }
  },
  "Art.23": {
    "Ust.0": {
      "Pp.0": "Część opisowa projektu technicznego obejmuje co najmniej: ",
      "Pp.1": "rozwiązania konstrukcyjne obiektu budowlanego, zastosowane schematy konstrukcyjne (statyczne), założenia przy-\njęte do obliczeń konstrukcji, w tym dotyczące obciążeń, oraz podstawowe wyniki tych obliczeń, a dla konstrukcji \nnowych, niesprawdzonych w krajowej praktyce – wyniki ewentualnych badań doświadczalnych, rozwiązania konstru k-\ncyjno-materiałowe podstawowych elementów konstrukcji obiektu, w zależności od potrzeb – informację o konieczności \nwykonania pomiarów geodezyjnych przemieszczeń i odkształceń, a w przypadku przebudowy, rozbudowy lub nad-\nbudowy  obiektu budowlanego dołącza się ekspertyzę techniczną obiektu; ",
      "Pp.2": "w zależności od potrzeb – geotechniczne warunki i sposób posadowienia obiektu budowlanego, w formie dokumentacji \nbadań podłoża gruntowego i projektu geotechnicznego, oraz sposób zabezpieczenia przed wpływami eksploatacji \ngórniczej; ",
      "Pp.3": "w zależności od potrzeb – dokumentację geologiczno-inżynierską; ",
      "Pp.4": "rozwiązania konstrukcyjno-materiałowe wewnętrznych i zewnętrznych przegród budowlanych; ",
      "Pp.5": "podstawowe parametry technologiczne oraz współzależności urządzeń i wyposażenia związanego z przeznaczeniem \nobiektu i jego rozwiązaniami budowlanymi – w przypadku zamierzenia budowlanego dotyczącego obiektu budowl a-\nnego usługowego lub produkcyjnego; ",
      "Pp.6": "rozwiązania budowlane i techniczno-instalacyjne, nawiązujące do warunków terenu, występujące wzdłuż trasy \nobiektu budowlanego, oraz rozwiązania techniczno-budowlane w miejscach charakterystycznych lub o szczególnym \nznaczeniu dla funkcjonowania obiektu albo istotne ze względów bezpieczeństwa, z uwzględnieniem wymaganych \nstref och\nronnych – w przypadku zamierzenia budowlanego dotyczącego obiektu budowlanego liniowego; ",
      "Pp.7": "rozwiązania niezbędnych elementów wyposażenia budowlano-instalacyjnego, w szczególności instalacji i urządzeń \nbudowlanych: \na) ogrzewczych, \nb) chłodniczych, \nc) klimatyzacji \n– wyposażonych w urządzenia, które automatycznie regulują temperaturę oddzielnie w poszczególnych pomieszcz e-\nniach lub w wyznaczonej strefie ogrzewanej, w tym urządzenia z indywidualnym sterowaniem pomieszczeniowym \n(w szczególności termostatyczny zawór grzejnikowy, termostat pokojowy,  termostat klimakonwektora wentylator o-\nwego, pojedynczy termostat) lub komunikacją z systemem nadrzędnym oraz z funkcją sterowania zależną od za-\npotrzebowan\nia, \n      \nDziennik Ustaw – 12 – Poz. 1679  \n \n d) wentylacji grawitacyjnej, grawitacyjnej wspomaganej i mechanicznej, \ne) wodociągowych i kanalizacyjnych, \nf) gazowych, \ng) elektroenergetycznych, \nh) telekomunikacyjnych, \ni) piorunochronnych, \nj) ochrony przeciwpożarowej; ",
      "Pp.8": "sposób powiązania instalacji i urządzeń budowlanych obiektu budowlanego, o których mowa w pkt 7, z sieciami \nzewnętrznymi wraz z punktami pomiarowymi, założeniami przyjętymi do obliczeń instalacji oraz podstawowe wyniki \ntych obliczeń, z doborem rodzaju i wielkości urządzeń, przy czym należy przedstawić: \na) dla instalacji ogrzewczych, wentylacyjnych, klimatyzacyjnych lub chłodniczych – założone parametry klimatu \nwewnętrznego na podstawie przepisów techniczno-budowlanych oraz przepisów dotyczących racjonalizacji \nużytkowania energii, \nb) dobór  i zwymiarowanie parametrów technicznych podstawowych urządzeń ogrzewczych, wentylacyjnych, \nklimatyzacyjnych i chłodniczych oraz określenie wartości mocy cieplnej i chłodniczej oraz mocy elektrycznej \nzwiązanej z tymi urządzeniami; ",
      "Pp.9": "rozwiązania i sposób funkcjonowania zasadniczych urządzeń instalacji technicznych, w tym przemysłowych i ich \nzespołów tworzących całość techniczno-użytkową, decydującą o podstawowym przeznaczeniu obiektu budowlanego, \nw tym charakterystykę i odnośne parametry instalacji i urządzeń technologicznych, mających wpływ na architekturę, \nkonstrukcję, instalacje i urządzenia techniczne związane z tym obiektem; ",
      "Pp.10": "dane dotyczące warunków ochrony przeciwpożarowej, stosownie do zakresu projektu; ",
      "Pp.11": "charakterystykę energetyczną budynku, opracowaną zgodnie z przepisami wydanymi na podstawie art. 15 ustawy  \nz dnia 29 sierpnia 2014 r. o charakterystyce energetycznej budynków (Dz. U. z 2021 r. poz. 497),  określającą w zale ż-\nności od potrzeb: \na) bilans mocy urządzeń elektrycznych oraz urządzeń zużywających inne rodzaje energii, stanowiących stałe w y-\nposażenie budowlano-instalacyjne tego budynku, z wydzieleniem mocy urządzeń służących do celów technol o-\ngicznych związanych z jego przeznaczeniem, \nb) w przypadku budynku wyposażonego w instalacje ogrzewcze, wentylacyjne, klimatyzacyjne lub chłodnicze – \nwłaściwości cieplne przegród zewnętrznych, w tym ścian pełnych oraz drzwi, wrót, a także przegród przezr o-\nczystych i innych, \nc) parametry sprawności energetycznej instalacji ogrzewczych, wentylacyjnych, klimatyzacyjnych lub chłodn i-\nczych oraz innych urządzeń mających wpływ na gospodarkę energetyczną budynku, \nd) dane wykazujące, że przyjęte w projekcie technicznym rozwiązania budowlane i instalacyjne spełniają wymag a-\nnia doty\nczące oszczędności energii zawarte w przepisach techniczno-budowlanych. \n"
    }
  },
  "Art.24": {
    "Ust.0": {
      "Pp.0": "Część rysunkowa projektu technicznego zawiera co najmniej: ",
      "Pp.1": "rzuty wszystkich charakterystycznych poziomów obiektu budowlanego, w tym widok dachu lub przekrycia oraz \nprzekroje i elewacje, a dla obiektu liniowego – przekroje poprzeczne i podłużne (profile), przeprowadzone w chara k-\nterystycznych miejscach obiektu budowlanego, niezawarte w części rysunkowej projektu zagospodarowania działki \nlub \nterenu lub projektu architektoniczno-budowlanego konieczne do przedstawienia: \na) ro\nzwiązań budowlano-konstrukcyjnych oraz rozwiązań materiałowych obiektu budowlanego i jego powiązania  \nz podłożem oraz przyległymi obiektami budowlanymi, \nb) położenia sytuacyjno-wysokościowego i skrajnych parametrów instalacji i urządzeń technologicznych, związ a-\nnych lub mających wpływ na konstrukcję obiektu budowlanego, funkcjonowanie instalacji i urządzeń oraz bez-\npieczeństwo ich użytkowania, \n                                                           \n      \nDziennik Ustaw – 13 – Poz. 1679  \n \n c) budowli przemysłowych i innych tworzących samonośną całość techniczno-użytkową, jak komin, zbiornik, kolu m-\nna rafineryjna, z uwzględnieniem niezbędnych wymiarów, w tym zewnętrznych w rzucie poziomym i pionowym \n– z nawiązaniem do poziomu terenu, przestrzeni wewnętrznych obiektu budowlanego, w szczególności pomieszczeń, \nrodzaju konstrukcji, przekrojów jego elementów, a także instalacji oraz gabarytów (obrysu) urządzeń technologic z-\nnych, o których mowa w lit. b; ",
      "Pp.2": "rozwiązania konstrukcyjno-materiałowe przegród zewnętrznych wraz z niezbędnymi szczegółami budowlanymi, \nmającymi wpływ na właściwości cieplne i szczelność powietrzną przegród, jeżeli ich odwzorowanie nie było wysta r-\nczające na rysunkach, o który ch mowa w pkt 1 – w przypadku zamierzenia budowlanego obejmującego ogrzewane, \nwentylowane i klimatyzowane budynki; ",
      "Pp.3": "podstawowe urządzenia instalacji ogólnotechnicznych i technologicznych lub ich części, jeżeli ich odwzorowanie nie \nbyło wystarczające na rysunkach, o których mowa w pkt 1; ",
      "Pp.4": "zasadnicze elementy wyposażenia instalacyjno-budowlanego, umożliwiającego użytkowanie obiektu budowlanego \nzgodnie z jego przeznaczeniem, w tym: \na) instalacje i urządzenia budowlane: wodociągowe, kanalizacyjne, ogrzewc ze, wentylacyjne, chłodnicze, klimat y-\nzacyjne i gazowe, \nb) instalacje i urządzenia budowlane: elektroenergetyczne, telekomunikacyjne oraz instalację piorunochronną, \nc) instalacje i urządzenia budowlane ochrony przeciwpożarowej określone w przepisach odrębnych \n– wraz ze sposobem powiązania instalacji obiektu budowlanego bezpośrednio z sieciami (urządzeniami) zewnętr z-\nnymi albo z instalacjami zewnętrznymi na zagospodarowywanym terenie oraz związanymi z nimi urządzeniami \ntechnicznymi, uwidocznione na rzutach i przekrojach pionowych obiektu budowlanego, co najmniej w formie odpo-\nwiednio opisanych schematów lub przedstawione na odrębnych rysunkach. \nRozdział 5 \nPrzepisy końcowe \n"
    }
  },
  "Art.25": {
    "Ust.0": {
      "Pp.0": "Traci moc rozporządzenie Ministra Transportu, Budownictwa i Gospodarki Morskiej z dnia 25 kwietnia 2012  r. \nw sprawie szczegółowego zakresu i formy projektu budowlanego (Dz. U. z 2018  r. poz. 1935).  \n"
    }
  },
  "Art.26": {
    "Ust.0": {
      "Pp.0": "Rozporządzenie wchodzi w życie z dniem 19 września 2020  r. \n \n \n  \n      \nDziennik Ustaw – 14 – Poz. 1679  \n \n \nSPOSÓB OZNACZANIA NAZW PLIKÓW KOMPUTEROWYCH PROJEKTU BUDOWLANEGO  \nW POSTACI ELEKTRONICZN EJ \nPoz. Elementy projektu budowlanego  Nazwa pliku w  przypadku zapisu*  \nw jednym pliku  w więcej niż \njednym pliku  \n1 projekt zagospodarowania działki lub terenu  PZT_z  PZT_x_z  \n2 projekt architektoniczno -budowlany  PAB_z  PAB_x_z  \n3 projekt techniczny  PT_z  PT_x_y_z  \n4 załączniki projektu budowlanego, w tym załączniki projektu zagospodaro -\nwania działki lub terenu, projektu techniczno -budowlanego i projektu \ntechnicznego  ZL_z  ZL_x_z  \n5 elementy, o  których mowa w  poz. 1 i 2 tabeli  PZT_PAB_z   \n6 elementy, o  których mowa w  poz. 1, 2 i  4 tabeli  PZT_PAB_ZL_z   \n7 elementy, o  których mowa w  poz. 1 i 4 tabeli  PZT_ZL_z   \n8 elementy, o  których mowa w  poz. 2 i 4 tabeli  PAB_ZL_z   \n \n* Objaśnienie skrótów w  tabeli: ",
      "Pp.1": "x – oznacza kolejny numer pliku; ",
      "Pp.2": "y – oznacza symbol określający zawartość tomu projektu technicznego zawierającego opracowanie wykonane przez \nosobę posiadającą uprawnienia budowlane do projektowania w określonej specjalności, gdzie: \na) AR – stanowi symbol specjalności architektonicznej, \nb) BO – stanowi symbol specjalności konstrukcyjno-budowlanej, \nc) BM – stanowi symbol specjalności inżynieryjnej mostowej, \nd) BD – stanowi symbol specjalności inżynieryjnej drogowej, \ne) BK – stanowi symbol specjalności inżynieryjnej kolejowej w zakresie kolejowych obiektów budowlanych i inż y-\nnieryjnej kolejowej w zakresie sterowania ruchem kolejowym, \nf) BH – stanowi symbol specjalności inżynieryjnej hydrotechnicznej, \ng) BW – stanowi symbol specjalności inżynieryjnej wyburzeniowej, \nh) BT – stanowi symbol specjalności instalacyjnej w zakresie sieci, instalacji i urządzeń telekomunikacyjnych, \ni) IS – stanowi symbol specjalności instalacyjnej w zakresie sieci, instalacji i urządzeń cieplnych, wentylacyjnych, \ngazowych, wodociągowych i kanalizacyjnych, \nj) IE – stanowi symbol specjalności instalacyjnej w zakresie sieci, instalacji i urządzeń elektrycznych i elektro-\nenergetycznych, \nk) IN – stanowi symbol specjalności innej niż w lit. a–j, \nl) WB – stanowi symbol więcej niż jednej specjalności; ",
      "Pp.3": "z – oznacza datę sporządzenia plików napisaną w formacie rrrr.mm.dd. \n  \n                                                           \n      \nDziennik Ustaw – 15 – Poz. 1679  \n \n   nr 2\nWYKAZ POLSKICH NORM POWOŁANYCH W ROZPORZĄDZENIU \nLp. Miejsce  \npowołania normy  Numer normy* Tytuł normy (zakres powołania)  \n1 2 3 4 \n1 § 9 ust.  1 PN-EN ISO 4157 -1 Rysunek budowlany – Systemy oznaczeń – Część 1: Budynki \ni części budynków  \n2 PN-EN ISO 4157 -2 Rysunek budowlany – Systemy oznaczeń – Część 2: Nazwy \ni numery pomieszczeń  \n3 PN-EN ISO 4157 -3 Rysunek budowlany – Systemy oznaczeń – Część 3: Identyfikatory \npomieszczeń  \n4 PN-EN ISO 6284  Rysunek budowlany – Oznaczanie odchyłek granicznych  \n5 PN-EN ISO 11091  Rysunek budowlany – Projekty zagospodarowania terenu  \n6 PN-B-01025  Rysunek budowlany – Oznaczenia graficzne na rysunkach \narchitektoniczno -budowlanych  \n7 PN-B-01027  Rysunek budowlany – Oznaczenia graficzne stosowane w  projektach  \nzagospodarowania działki lub terenu  \n8 PN-B-01029  Rysunek budowlany – Zasady wymiarowania na rysunkach \narchitektoniczno -budowlanych  \n9 PN-EN ISO 5261  Rysunek techniczny. Przedstawianie uproszczone prętów \ni kształtowników  \n10 PN-EN ISO 2553  Spajanie i  procesy pokrewne. Umowne przedstawianie na rysunkach. \nZłącza spajane  \n11 PN-EN ISO 5845 -1 Rysunek techniczny – Przedstawianie uproszczone zespołów \nz częściami złącznymi – Część 1: Zasady ogólne  \n12 § 12 PN-ISO 9836  Właściwości użytkowe w  budownictwie – Określanie i  obliczanie \nwskaźników powierzchniowych i  kubaturowych  \n \n*  Stosuje się najnowszą normę opublikowaną w języku polskim. \n                                                           "
    }
  }
}